Repository: dagoma3d/CuraByDagoma
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: fr

source: Request authorization from YouMagine
fr: Demande d'autorisation de YouMagine

source: Paste token here
fr: Coller le jeton (token) ici

source: To share your designs on YouMagine you need an account on YouMagine.com and authorize Cura to access your account.
fr: Pour partager vos créations sur YouMagine vous avez besoin d'un compte sur YouMagine.com et autoriser Cura à s'y connecter.

source: This will open a browser window where you can authorize Cura to access your YouMagine account. You can revoke access at any time from YouMagine.com
fr: Un navigateur va s'ouvrir d'où vous pourrez autoriser Cura à accéder à votre compte YouMagine. Vous pourrez révoquer ce droit à tout moment depuis YouMagine.com

source: Design name
fr: Nom de la création

source: Publish after upload
fr: Publier après l'envoi

source: Share!
fr: Partager!

source: Add...
fr: Ajouter...

source: Directly publish the design after uploading. Without this check the design will not be public until you publish it yourself on YouMagine.com
fr: Publier directement après l'envoi. Sans cette option, la création deviendra publique que si vous la publiez directement sur YouMagine.com.

source: Design name:
fr: Nom du créateur:

source: Category:
fr: Catégorie:

source: Related design files:
fr: Créations associes:

source: The name cannot be empty
fr: Le nom ne peut être vide

source: New design error.
fr: Erreur avec le nouveau design.

source: The description cannot be empty
fr: La description ne peut être vide

source: No webcam found on your system
fr: Aucune webcam trouvé sur votre système

source: Webcam error
fr: Erreur de webcam

source: Loading toolpath for visualization (%d%%)
fr: Chargement des instruction d'impression pour visualisation (%d%%)

source: An error has occurred during the 3D view drawing.
fr: Une erreur est apparue lors du rendu 3D.

source: 3D window error
fr: Erreur de vue 3D

source: Quality
fr: Qualité

source: Layer height (mm)
fr: Hauteur de couche (mm)

source: Layer height in millimeters. This is the most important setting to determine the quality of your print. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality.
fr: Hauteur de couche en millimètre (tranches). C'est l'un des paramètres les plus importants pour déterminer la qualité de votre impression. Une qualité normale s'obtient avec 0.1mm, une grande qualité avec 0.06. Il est possible de monter jusqu'à 0.25mm avec une Ultimaker pour des impressions très rapides (proportionnel au diamètre de la buse, ici sur une base de 0.4mm).

source: Shell thickness (mm)
fr: Epaisseur de la coque

source: Thickness of the outside shell in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
fr: Epaisseur des enveloppes extérieures dans le plan horizontal. C'est utilisé en combinaison avec la taille de buse pour définir le nombre de lignes périmétriques ainsi que leur épaisseur.

source: Enable retraction
fr: Autoriser le retrait

source: Retract the filament when the nozzle is moving over a none-printed area. Details about the retraction can be configured in the advanced tab.
fr: Effectue un retrait rapide du filament lorsque la buse survole une zone non imprimée. Le réglage du retrait peut se configurer dans l'onglet des paramètres avancé.

source: Fill
fr: Remplissage

source: Bottom/Top thickness (mm)
fr: Epaisseurs dessus/dessous (mm)

source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
fr: Epaisseurs des surfaces horizontales qui sont en contact avec l'extérieur. Le nombre de ces couches dépend de cette valeur et de l'épaisseur des couches individuelles. Il est logique d'indiquer un multiple de l'épaisseur de couche, similaire à l'épaisseur des murs précedemment.

source: Fill Density (%)
fr: Remplissage (%)

source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an empty part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
fr: Indique la densité de remplissage des parties internes. Pour un objet plein, indiquez 100%. Pour un objet creux 0% Une valeur autour de 20% est généralement suffisante. Ceci n'impacte pas l'aspect extérieur, mais seulement la solidité structurelle de l'objet et le temps d'impression.

source: The nozzle size is very important, this is used to calculate the line width of the infill, and used to calculate the amount of outside wall lines and thickness for the wall thickness you entered in the print settings.
fr: Le diamètre de la buse est très important, il est utilisé pour calculer la quatité de matière à extruder (épaisseur du fil, nombre de passes sur les parties externes saisie dans les autres réglages, remplissage...).

source: Speed and Temperature
fr: Vitesse et température

source: Print speed (mm/s)
fr: Vitesse d'impression (mm/s)

source: Speed at which printing happens. A well adjusted Ultimaker can reach 150mm/s, but for good quality prints you want to print slower. Printing speed depends on a lot of factors. So you will be experimenting with optimal settings for this.
fr: C'est la vitesse d'impression. Une Utilmaker bien configurée peut atteindre les 150mm/s, mais pour une bonne qualité d'impression vous devez imprimer plus lentement. La vitesse d'impression dépend de nombreux facteurs et nécessite des essais afin de trouver les réglages optimaux.

source: Printing temperature (C)
fr: Température d'impression (°C)

source: Temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
fr: La température à utiliser pour imprimer. Mettez 0 pour la configurer manuellement. Pour le PLA une valeur de 210C est souvent utilisée. Pour l'ABS une valeur de 230C ou plus est requise.

source: 2nd nozzle temperature (C)
fr: Température (buse n°2)

source: 3th nozzle temperature (C)
fr: Température (buse n°3)

source: 4th nozzle temperature (C)
fr: Température (buse n°4)

source: Bed temperature (C)
fr: Température du plateau (°C)

source: Temperature used for the heated printer bed. Set at 0 to pre-heat yourself.
fr: Température utilisée pour le plateau chauffant. Mettez 0 pour le configurer manuellement.

source: None
fr: Aucun

source: Touching buildplate
fr: En contact avec le plateau

source: Everywhere
fr: Partout

source: Support type
fr: Type de support

source: Type of support structure build. "Touching buildplate" is the most commonly used support setting. None does not do any support. Touching buildplate only creates support where the support structure will touch the build platform. Everywhere creates support even on top of parts of the model.
fr: Le type de support structurel. "En contact avec le lit" est le type le plus souvent utilisé, et ne crée que des supports qui s'appuient sur le lit. "Everywhere" crée aussi des support qui s'appuient sur le modèle lui-même. "Aucun" désactive les supports d'impression.

source: Platform adhesion type
fr: Type d'accroche au plateau

source: Different options that help in preventing corners from lifting due to warping. Brim adds a single layer thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick raster below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt)
fr: Plusieurs options permettent de lutter contre le soulèvement des coins dû au refroidissement. "Brim" ajoute une zone d'une seule couche tout autour et en contact avec l'objet, facile à enlever ensuite (recommandé). "Le raft" répare une grille épaisse intermédiaire sous l'ensemble de l'objet. Activer l'une ou l'autre de ces options désactive le contour.

source: Both
fr: Les deux

source: First extruder
fr: Premier extrudeur

source: Second extruder
fr: Second extrudeur

source: Support dual extrusion
fr: Support avec double extrusion

source: Which extruder to use for support material, for break-away support you can use both extruders. But if one of the materials is more expensive then the other you could select an extruder to use for support material. This causes more extruder switches. You can also use the 2nd extruder for soluble support materials.
fr: Définit quel extrudeur utiliser pour les support. Un support à retirer manuellement est compatible avec les deux. Mais si l'un des matériaux se dilate plus que l'autre vous pouvez choisir lequel utiliser (cela créera plus de changement d'extrudeur). Vous pouvez aussi utiliser le second extrudeur pour un support soluble.

source: Dual extrusion
fr: Double extrusion (expérimental)

source: Wipe&prime tower
fr: Tour de purge

source: The wipe-tower is a tower printed on every layer when switching between nozzles. The old nozzle is wiped off on the tower before the new nozzle is used to print the 2nd color.
fr: La tour de purge est une tour qui s'imprime à chaque couche quand vous changez de buse. L'ancienne buse se nettoye sur la tour avant que la seconde buse imprime dans une autre couleur.

source: Wipe&prime tower volume per layer (mm3)
fr: Volume de la tour de purge (mm3)

source: The amount of material put in the wipe/prime tower. This is done in volume because in general you want to extrude a certain amount of volume to get the extruder going, independent on the layer height. This means that with thinner layers, your tower gets bigger.
fr: La quantité de matière utilisée dans la tour de purge. Cela se fait en volume car en général vous souhaitez extruder une certaine quantité de matière pour amorcer l'extrudeuse, indépendament de la hauteur de couche. Cela signifie que plus les couches sont minces, votre tour s'épaissit.

source: Ooze shield
fr: Coque anti-coulure

source: The ooze shield is a 1 line thick shell around the object which stands a few mm from the object. This shield catches any oozing from the unused nozzle in dual-extrusion.
fr: La coque est une ligne qui se dépose à quelques mm autour de l'objet. Elle attrape toute les coulures de la buse non-utilisé en double extrusion.

source: Diameter (mm)
fr: Diamètre (mm)

source: Diameter of your filament, as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
fr: Le diamètre du filament utilisé, le plus précis possible et mesurez le en plusieurs points. Si cette valeur ne peut pas être mesurée, il faudra la calibrer: une valeur plus grande donnera moins d'extrusion, une valeur plus petite donnera plus d'extrusion.

source: Diameter2 (mm)
fr: Diamètre 2 (mm)

source: Diameter of your filament for the 2nd nozzle. Use 0 to use the same diameter as for nozzle 1.
fr: Diamètre du filament dédié au deuxième extrudeur (indiquez zéro pour le même diamètre que le premier).

source: Diameter3 (mm)
fr: Diamètre 3 (mm)

source: Diameter of your filament for the 3th nozzle. Use 0 to use the same diameter as for nozzle 1.
fr: Diamètre du filament dédié au troisième extrudeur (indiquez zéro pour le même diamètre que le premier).

source: Diameter4 (mm)
fr: Diamètre 4 (mm)

source: Diameter of your filament for the 4th nozzle. Use 0 to use the same diameter as for nozzle 1.
fr: Diamètre du filament dédié au quatrième extrudeur (indiquez zéro pour le même diamètre que le premier).

source: Flow (%)
fr: Débit (%)

source: Flow compensation, the amount of material extruded is multiplied by this value
fr: Permet de compenser un débit qui serait incorrect, la quantité de matière extrudée est multipliée par cette valeur.

source: Retraction
fr: Rétraction

source: Speed (mm/s)
fr: Vitesse (mm/s)

source: Speed at which the filament is retracted, a higher retraction speed works better. But a very high retraction speed can lead to filament grinding.
fr: Vitesse à laquelle s'effectue la rétraction du filament. Une grande vitesse donne de meilleurs résultats, mais une trop grande vitesse peut ronger le filament.

source: Distance (mm)
fr: Longueur (mm)

source: Amount of retraction, set at 0 for no retraction at all. A value of 4.5mm seems to generate good results.
fr: Longueur de rétractation, mettez 0 si vous ne souhaitez pas de rétractation. Une valeur de 4.5mm donne de bons résultats.

source: Dual extrusion switch amount (mm)
fr: Rétraction sur changement d'extrudeur (mm)

source: Amount of retraction when switching nozzle with dual-extrusion, set at 0 for no retraction at all. A value of 16.0mm seems to generate good results.
fr: Longueur de retractation lors d'un changement d'extrudeur. Zéro pour désactiver. Une valeur de 16.0mm donne de bon résultats.

source: Minimum travel (mm)
fr: Distance minimum (mm)

source: Minimum amount of travel needed for a retraction to happen at all. To make sure you do not get a lot of retractions in a small area.
fr: Distance minimale qui déclenchera un retrait. Permet d'éviter d'effectuer un grand nombre de retrait sur de petites zones.

source: Enable combing
fr: Activer les détours

source: Combing is the act of avoiding holes in the print for the head to travel over. If combing is disabled the printer head moves straight from the start point to the end point and it will always retract.
fr: Cette option autorise les détours pour éviter de survoler des zone non imprimées lorsque la tête se déplace. Sans elle, la tête se déplace en ligne droite et déclenche un retrait.

source: Minimal extrusion before retracting (mm)
fr: Extrusion minimal avant retractation (mm)

source: The minimal amount of extrusion that needs to be done before retracting again if a retraction needs to happen before this minimal is reached the retraction is ignored. This avoids retracting a lot on the same piece of filament which flattens the filament and causes grinding issues.
fr: La quantité minimal extrudé qui est requise pour autoriser un nouveau retrait (sinon il sera ignoré). Cela permet d'éviter un grand nombre de retraits qui peuvent ronger le filament.

source: Z hop when retracting (mm)
fr: Ecart de plateau avant retrait (mm)

source: When a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a lot of positive effect on delta towers.
fr: Quand il y a une retractation, la tête se soulève se déplacer au-dessus l'impression. Une valeur de 0,075 fonctionne bien. Cette fonction a beaucoup d'effets positif sur les tours de delta.

source: Initial layer thickness (mm)
fr: Epaisseur de la première couche (mm)

source: Layer thickness of the bottom layer. A thicker bottom layer makes sticking to the bed easier. Set to 0.0 to have the bottom layer thickness the same as the other layers.
fr: Une première couche épaisse donne une meilleure adhérence au plateau. Mettez 0.0 pour utiliser la même valeur que l'épaisseur habituel des autres couches.

source: Cut off object bottom (mm)
fr: Découpe inférieure (mm)

source: Sinks the object into the platform, this can be used for objects that do not have a flat bottom and thus create a too small first layer.
fr: Décale et découpe la partie inférieure de l'objet comme s'il s'enfonçait dans la plateforme. Permet de compenser les objets qui n'ont pas un fond assez plat pour donner une première couche suffisante.

source: Dual extrusion overlap (mm)
fr: Chevauchement de la double extrusion (mm)

source: Add a certain amount of overlapping extrusion on dual-extrusion prints. This bonds the different colors together.
fr: Ajoute un chevauchement réglable pour les impressions en double extrusion, pour mieux souder les matières ensemble.

source: Speed
fr: Vitesse

source: Travel speed (mm/s)
fr: Vitesse de positionnement (mm/s)

source: Speed at which travel moves are done, a well built Ultimaker can reach speeds of 250mm/s. But some machines might miss steps then.
fr: Vitesse de déplacement lorsque la tête n'imprime pas. Une Ultimaker bien configurée peut atteindre 250mm/s.

source: Bottom layer speed (mm/s)
fr: Vitesse de la première couche (mm/s)

source: Print speed for the bottom layer, you want to print the first layer slower so it sticks better to the printer bed.
fr: Vitesse d'impression pour la première couche. Elle est généralement imprimée plus lentement pour une meilleur adhérence au plateau.

source: Infill speed (mm/s)
fr: Vitesse de remplissage (mm/s)

source: Speed at which infill parts are printed. If set to 0 then the print speed is used for the infill. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
fr: Vitesse à laquelle l'impression du remplissage interne s'effectue. Zéro pour la même vitesse que l'extérieur. Imprimer l'intérieur rapidement permet de fortement reduire le temps d'impression mais peut impacter la qualité.

source: Outer shell speed (mm/s)
fr: Vitesse d'impression de la coque externe (mm/s)

source: Speed at which outer shell is printed. If set to 0 then the print speed is used. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
fr: La vitesse à laquelle la coque externe est imprimée. Si vous laissez 0, cette vitesse correspondra à la vitesse d'impression. Imprimer la coque extérieure à une vitesse lente permet d'augmenter la qualité finale.

source: Inner shell speed (mm/s)
fr: Vitesse d'impression de la coque interne (mm/s)

source: Speed at which inner shells are printed. If set to 0 then the print speed is used. Printing the inner shell faster then the outer shell will reduce printing time. It is good to set this somewhere in between the outer shell speed and the infill/printing speed.
fr: Vitesse à laquelle l'impression de la coque internes s'effectue. Zéro pour la même vitesse que l'extérieur. Imprimer l'intérieur rapidement permet de fortement reduire le temps d'impression mais peut impacter la qualité.

source: Cool
fr: Refroidissement

source: Minimal layer time (sec)
fr: Temps minimum par couche (sec)

source: Minimum time spent in a layer, gives the layer time to cool down before the next layer is put on top. If the layer will be placed down too fast the printer will slow down to make sure it has spent at least this amount of seconds printing this layer.
fr: Le temps minimum avant de passer à la couche suivante pour lui permettre de refroidir. Si la couche suivante est déposée trop vite, l'imprimante ralentira pour garantir ce temps.

source: Enable cooling fan
fr: Activer le ventilateur

source: Enable the cooling fan during the print. The extra cooling from the cooling fan is essential during faster prints.
fr: Active le ventilateur durant l'impression. C'est nécessaire lors d'impressions rapides, mais cela dépend aussi du matériau imprimé.

source: Line count
fr: Nombre de tours

source: The skirt is a line drawn around the object at the first layer. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help priming your extruder better for small objects.
fr: La jupe est une ligne tracée autour de l'object lors de la première couche. Elle aide à amorcer l'extrusion et à vérifier l'adhérance. Indiquez zéro pour désactiver la jupe. Plusieurs lignes de jupe aident pour les petits objets ou les extrusions difficiles.

source: Start distance (mm)
fr: Distance de la jupe (mm)

source: The distance between the skirt and the first layer. This is the minimal distance, multiple skirt lines will be put outwards from this distance.
fr: La distance entre la jupe et l'objet. Il s'agit de la distance minimale, les lignes supplémentaires additionnellles sont ensuite déposées en s'éloignant.

source: Minimal length (mm)
fr: Longueur minimale de la jupe (mm)

source: The minimal length of the skirt, if this minimal length is not reached it will add more skirt lines to reach this minimal lenght. Note: If the line count is set to 0 this is ignored.
fr: Cette longueur minimale de la jupe, tant que cette longueur ne sera pas établie, l'impirmante ajoutera des lignes supplémentaires. Note: si le nombre de ligne de contour est réglé à zéro, cette option n'aura aucun effet.

source: Fan full on at height (mm)
fr: Vitesse maximale des ventilateurs à cette hauteur (mm)

source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off at layer 0.
fr: La hauteur à laquelle les ventilateurs tournent à 100%. Pour les couches précédentes, la vitesse des ventilateurs augmente au fur et à mesure.

source: Fan speed min (%)
fr: Vitesse minimale des ventilateurs (%)

source: Fan speed max (%)
fr: Vitesse maximale des ventilateurs (%)

source: Minimum speed (mm/s)
fr: Vitesse minimum (mm/s)

source: The minimal layer time can cause the print to slow down so much it starts to ooze. The minimal feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimal speed.
fr: Le temps minimal par couche peut réduit la vitesse d'impression au point que du filament goutte sur l'impression. Cette valeur permet d'imposer une vitesse absolue minimum pour éviter ce problème.

source: Cool head lift
fr: Refroidissment de la tête d'impression

source: Lift the head if the minimal speed is hit because of cool slowdown, and wait the extra time so the minimal layer time is always hit.
fr: Lève temporairement la tête d'impression si le temps minimum par couche est atteint. Cela permet d'éviter de rester en contact et de faire fondre la couche déposée précédement.

source: Infill
fr: Remplissage

source: Solid infill top
fr: Remplissage solide au dessus

source: Create a solid top surface, if set to false the top is filled with the fill percentage. Useful for cups/vases.
fr: Crée une surface pleine au dessus de l'objet. Ne pas activer l'option est utile pour certains vases ou coupes.

source: Solid infill bottom
fr: Remplissage solide en dessous

source: Create a solid bottom surface, if set to false the bottom is filled with the fill percentage. Useful for buildings.
fr: Crée une surface plein en dessous de l'objet. A désactiver pour certains objets comme les batiments.

source: Infill overlap (%)
fr: Taux de chevauchement (%)

source: Amount of overlap between the infill and the walls. There is a slight overlap with the walls and the infill so the walls connect firmly to the infill.
fr: Pourcentage de recouvrement entre les parties internes et les parois, afin d'assurer une soudure suffisante pour que les deux soient solidement connectés.

source: Structure type
fr: Type de support

source: The type of support structure. Grid is very strong and can come off in 1 piece, however, sometimes it is too strong. Lines are single walled lines that break off one at a time. Which is more work to remove, but as it is less strong it does work better on tricky prints.
fr: Le type de support pout la structure. Support en grille peut se détacher en une seule pièce, cependant, il est parfois difficile à retirer. Support en pointes sont des lignes à simple paroi qui se détachent l'une après l'autre. Cela prend plus de temp à retier mais sont plus facile a imprimer et sont plus adaptés au structures complexes.

source: Overhang angle for support (deg)
fr: Angle minimum pour les supports (deg)
