Repository: dagoma3d/CuraByDagoma
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: fr

source: Serial communication library
fr: Bibliothèque de communication série

source: Support library for faster math
fr: Bibliothèque mathématique

source: Library for WebCam capture
fr: Bibliothèque de capture WebCam

source: Library to help with windows taskbar features
fr: Bibliothèque d'aide à l'utilisation de la barre de tâches

source: Utility to safe-remove SD cards
fr: Utilitaire pour retirer la carte SD de façon sécurisée

source: %s: %s (License: %s)
fr: %s: %s (Licence: %s)

source: Printer:
fr: Imprimante:

source: 3M blue scotch
fr: Scotch bleu 3M

source: Other
fr: Autre

source: Printing surface :
fr: Surface d'impression :

source: Which printer do you use?
fr: Quelle imprimante utilisez-vous?

source: Printer
fr: Imprimante

source: Printers
fr: Imprimantes

source: You have to restart the application to load the correct language.
fr: Vous devez relancer l'application pour charger la langue choisie.

source: General info
fr: Information générale

source: Slicing info
fr: Information d'impression

source: Unable to create more than %d items
fr: Impossible de créer plus de %d éléments

source: Open a 3D model
fr: Ouvrir un modèle 3D

source: Warning: Object scaled down.
fr: Avertissement: Echelle de l'objet réduite

source: (Serial number < 6000)
fr: (Numéro de série < 6000)

source: (Serial number >= 6000)
fr: (Numéro de série >= 6000)

source: Open a 3d object file.
fr: Ouvrir un fichier d'objet 3d.

source: Save the current build plate as a stl file.
fr: Sauvegarder le plateau comme un fichier stl.

source: Save the generated gcode on a sd card or on your computer.
fr: Sauvegarder le gcode généré sur une carte sd ou sur votre ordinateur.

source: Exit the application.
fr: Quitter l'application.

source: Choose the printer you want to use.
fr: Choisir l'imprimante que vous souhaitez utiliser.

source: Contact us for any further information.
fr: Nous contacter pour obtenir plus d'information.

source: Buy filament on our website.
fr: Acheter du filament sur notre site web.

source: Display all components used to build this application.
fr: Afficher tous les composants utilisés pour créer cette application.

source: Printer choice
fr: Choix de l'imprimante

source: Warning
fr: Avertissement

source: Restart now
fr: Relancer maintenant

source: Restart later
fr: Relancer plus tard

source: Yes
fr: Oui

source: No
fr: Non

source: Dual extrusion :
fr: Double extrusion :

source: Which options do you use?
fr: Quelles options utilisez-vous?

source: Which option(s) do you use?
fr: Quelle(s) option(s) utilisez-vous?

source: Switch colors
fr: Intervertir les couleurs

source: Wipe tower volume (mm3) :
fr: Volume tour de purge (mm3) :

source: Filling (5%)
fr: Rempli (5%)

source: Filling (10%)
fr: Rempli (10%)

source: (or updated DiscoVery200)
fr: (ou DiscoVery200 à jour)

source: Extruder for support :
fr: Extrudeur pour support :

source: Nozzle size (mm) :
fr: Taille de la buse (mm) :

source: Filament(s) for support :
fr: Filament(s) pour support :

source: If you don't have any pause button on your printer... Just push the X endstop to resume your print!
fr: Si vous n'avez pas de bouton pause sur votre imprimante... Appuyez sur la butée X pour relancer l'impression!

source: Nozzle size :
fr: Diamètre de buse :

source: Fine tune your settings
fr: Bien choisir ses réglages

source: Online help
fr: Aide en ligne

source: Online help to fine tune your settings.
fr: Aide en ligne pour affiner vos réglages

source: Wipe tower volume :
fr: Volume de la tour de purge :

source: Small
fr: Petit

source: Big
fr: Gros

source: Wipe wall :
fr: Mur de purge :

source: Thin (20 mm3)
fr: Fin (20 mm3)

source: Thick (125 mm3)
fr: Épais (125 mm3)

source: Wipe volume :
fr: Volume de purge :

source: Small (30 mm3)
fr: Petit (30 mm3)

source: Large (125 mm3)
fr: Grand (125 mm3)

source: PLA Glitter Chromatik
fr: PLA Chromatik Pailleté

source: PLA Mate Chromatik
fr: PLA Chromatik Mat

source: PLA Marble Chromatik
fr: PLA Chromatik Marbre

source: There are so many 3D files available online but you've tried to print this one...
fr: Avec tous les fichiers 3D disponibles sur internet, tu as voulu imprimer celui-là...

source: There are so many 3D files available online but you've tried to print these ones...
fr: Avec tous les fichiers 3D disponibles sur internet, tu as voulu imprimer ceux-là...

source: Check why this file cannot be printed on Dagoma's products.
fr: Découvrez pourquoi ce fichier n'est pas imprimable sur les produits Dagoma.

source: Check why these files cannot be printed on Dagoma's products.
fr: Découvrez pourquoi ces fichiers ne sont pas imprimables sur les produits Dagoma.

source: More details...
fr: En savoir plus...

source: New version available!
fr: Nouvelle version disponible!

source: Apple green
fr: Vert pomme

source: Pink tea
fr: Rose thé

source: Water green
fr: Vertoise

source: Our software doest not allow the printing of 3D weapons.
fr: Notre logiciel ne permet pas d'imprimer des armes 3D.

source: Shalk white
fr: Blanc craie

source: Slate grey
fr: Gris ardoire

source: Clay green
fr: Vert argile

source: Duck blue
fr: Bleu canard

source: Brick red
fr: Rouge brique

source: Autumn orange
fr: Orange d'automne

source: Cactus green
fr: Vert cactus

source: Sky blue
fr: Bleu ciel

source: Fushia pink
fr: Rose fushia

source: XL addon :
fr: Addon XL:

source: Chromatik support
fr: Support Chromatik

source: Start print with :
fr: Commencer l'impression avec:

source: Up to date software
fr: Logiciel à jour

source: contact_url
fr: https://www.dagoma3d.com/nous-contacter?utm_source=cura

source: buy_url
fr: https://www.dagoma3d.com/shop/category/filaments-2?utm_source=cura

source: help_url
fr: http://start.dagoma3d.com/cura-by-dagoma?utm_source=cura

source: warning_url
fr: https://www.dagoma3d.com/armes-inoffensives?utm_source=cura

source: (or Sigma head)
fr: (ou tête Sigma)

source: Precise (0.2mm)
fr: Précis (0.2mm)

source: Fast (0.6mm)
fr: Rapide (0.6mm)
