Repository: dagoma3d/CuraByDagoma
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: fr

source: A new version of Cura is available, would you like to download?
fr: Une nouvelle version de Cura est disponible, voulez-vous la télécharger?

source: New version available
fr: Nouvelle version disponible

source: Add new machine wizard
fr: Lancer l'assistant pour une nouvelle machine

source: First time run wizard
fr: Relancer l'assistant de première utilisation

source: Welcome, and thanks for trying Cura!
fr: Bienvenue et merci d'essayer Cura!

source: This wizard will help you in setting up Cura for your machine.
fr: Cet assistant va vous aider avec les étapes suivantes:

source: The following pre-defined machine profiles are available
fr: Les profils de machines prédéfinis suivants sont disponibles

source: Note that these profiles are not guaranteed to give good results, or work at all. Extra tweaks might be required. If you find issues with the predefined profiles, or want an extra profile. Please report it at the github issue tracker.
fr: Notez que ces profils ne garantissent pas systématiquement de bons résultats, ou ne marchent pas. Des réglages supplémentaires peuvent être nécessaires. Si vous remarquez des problèmes avec les profils prédéfinis, ou si vous voulez un profil supplémentaire. S'il vous plaît, signaler le à "github issue tracker".

source: Cura is now ready to be used!
fr: Cura est maintenant prêt à être utilisé.

source: RepRap machines can be vastly different, so here you can set your own settings.
fr: Les machines RepRap diffèrent beaucoup, et il n'y a pas de configuration par défaut dans Cura pour chacune d'elles.

source: Be sure to review the default profile before running it on your machine.
fr: Verifiez le profil par défaut avant de l'exécuter sur votre machine.

source: If you like a default profile for your machine added, then make an issue on github.
fr: Si vous souhaitez ajouter un profil par défaut pour votre machine, faites une demande sur github.

source: You will have to manually install Marlin or Sprinter firmware.
fr: Vous devez installer manuellement le firmware Marlin ou Sprinter

source: Machine name
fr: Nom de la machine

source: Machine width (mm)
fr: Largeur de la machine (mm)

source: Machine depth (mm)
fr: Profondeur de la machine (mm)

source: Machine height (mm)
fr: Hauteur de la machine (mm)

source: Nozzle size (mm)
fr: Diamètre de la buse (mm)

source: Heated bed
fr: plateau chauffant

source: Bed center is 0,0,0 (RoStock)
fr: Le centre du plateau est 0,0,0 (RoStock)

source: Select your machine
fr: Sélectionnez votre machine

source: What kind of machine do you have:
fr: Quel type de machine avez-vous:

source: The collection of anonymous usage information helps with the continued improvement of Cura.
fr: La collectce d'information d'usage est anonyme; elle permet d'améliorer Cura.

source: This does NOT submit your models online nor gathers any privacy related information.
fr: Cette option ne soummet PAS vos modèles en lignes et ne récupère d'informations d'ordre privée.

source: Submit anonymous usage information:
fr: Soummettre des informations d'usages anonymes:

source: For full details see: http://wiki.ultimaker.com/Cura:stats
fr: Pour plus de détail voyez: http://wiki.ultimaker.com/Cura:stats

source: Select upgraded parts you have
fr: Choisissez les éléments mis à jour que vous avez

source: To assist you in having better default settings for your Ultimaker Cura would like to know which upgrades you have in your machine.
fr: Pour vous aider à avoir de meilleurs réglages par défault pour votre Ultimaker, Cura a besoin de connaître les mises à jours effectuées sur votre machine.

source: Extruder drive upgrade
fr: Extrudeur mis à jour

source: Heated printer bed (self built)
fr: plateau chauffant (fait maison)

source: Dual extrusion (experimental)
fr: Double extrusion (expérimental)

source: If you have an Ultimaker bought after october 2012 you will have the Extruder drive upgrade. If you do not have this upgrade, it is highly recommended to improve reliability.
fr: Si vous avez acheté votre Ultimaker après Octobre 2012, vous avez l'extrudeur mis à jour. Si vous ne l'avez pas, il est fortement recommandé de le faire pour augmenter la fiabilité.

source: This upgrade can be bought from the Ultimaker webshop or found on thingiverse as thing:26094
fr: Cette mise à jour peut être achetée sur la boutique en ligne d'Ultimaker, ou sur thingiverse (ref. thing:26094)

source: Upgrade Ultimaker Firmware
fr: Mettre à jour le firmware d'Ultimaker

source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
fr: Le firmware est la partie logicielle qui tourne sur l'imprimante 3D. Ce logiciel embarqué contrôle les moteurs, régule les températures et permet à l'imprimante de fonctionner.

source: The firmware shipping with new Ultimakers works, but upgrades have been made to make better prints, and make calibration easier.
fr: Le firmware fournis avec votre Ultimakers fonctionne, mais une mise à jour donne de meilleures impressions ou facilite la calibration.

source: Cura requires these new features and thus your firmware will most likely need to be upgraded. You will get the chance to do so now.
fr: Cura requiert ces nouvelles options et votre firmware aura probablement besoin d'être mis à jour. Vous allez pouvoir le faire maintenant.

source: Do not upgrade to this firmware if:
fr: Ne mettez pas à jour le firmware si:

source: * You have an older machine based on ATMega1280 (Rev 1 machine)
fr: * Vous avez une ancienne machine basée sur un ATMega1280

source: * Have other changes in the firmware
fr: * Vous avez des changements particuliers dans le firmware

source: It is a good idea to do a few sanity checks now on your Ultimaker. You can skip these if you know your machine is functional.
fr: Il est conseillé d'effectuer quelques tests préliminaires. Vous pouvez les ignorer si vous savez comment fonctionne votre machine

source: Run checks
fr: Lancer les tests

source: Skip checks
fr: Ignorer les tests

source: Endstops:
fr: Butées de fin de course:

source: Show error log
fr: Montrer le journal d'erreur

source: Connecting to machine.
fr: Connexion à la machine.

source: Cooldown before temperature check.
fr: Refroidir avant le test de température.

source: Checking the heater and temperature sensor.
fr: Test du module de chauffe et du capteur de température.

source: Please make sure none of the endstops are pressed.
fr: Vérifiez que les butées de fin de courses sont pressées

source: Temperature measurement FAILED!
fr: ECHEC de mesure de la température!

source: Head temperature: %d
fr: Température de la tête d'impression: %d

source: Communication State: %s
fr: Etat de la communication: %s

source: Failed to establish connection with the printer.
fr: Impossible d'établir la communication avec l'imprimante.

source: Please press the right X endstop.
fr: Veuillez appuyer sur la butée X de droite.

source: Please press the left X endstop.
fr: Veuillez appuyer sur la butée X de gauche.

source: Please press the front Y endstop.
fr: Veuillez appuyer sur la butée Y de devant.

source: Please press the back Y endstop.
fr: Veuillez appuyer sur la butée Y du fond.

source: Please press the top Z endstop.
fr: Veuillez appuyer sur la butée Z du haut.

source: Please press the bottom Z endstop.
fr: Veuillez appuyer sur la butée Z du bas.

source: Checkup finished
fr: Vérification terminée

source: Calibrating the Steps Per E requires some manual actions.
fr: La calibration du nombre de pas par E requiert une action manuelle.

source: First remove any filament from your machine.
fr: Veuillez d'abord retirer le filament de votre machine.

source: Next put in your filament so the tip is aligned with the top of the extruder drive.
fr: Ensuite alignez le filament de façon à ce qu'il s'introduise dans le système d'entrainement (ex.: en sortie du tube).

source: We'll push the filament 100mm
fr: 100mm de filament vont être déroulés

source: Extrude 100mm filament
fr: Extrusion de 100mm de filament

source: Now measure the amount of extruded filament: (this can be more or less then 100mm)
fr: Maintenant, mesurez la longueur déroulée (ce peut être différent de 100mm)

source: Save
fr: Sauvegarder

source: This results in the following steps per E:
fr: Le calcul fournit la valeur de pas par E suivante:

source: You can repeat these steps to get better calibration.
fr: Vous pouvez répéter ces étapes pour une meilleure calibration.

source: If you still have filament in your printer which needs heat to remove, press the heat up button below:
fr: Si vous avez du filament froid bloqué dans la tête, appuyez sur le bouton de chauffe ci-dessous:

source: Heatup for filament removal
fr: Température pour le retrait du filament

source: Error: Failed to open serial port to machine If this keeps happening, try disconnecting and reconnecting the USB cable
fr: Erreur: de se connecter à la machine Si ce problème persiste, essayer de reconnecter le cable USB

source: I am sorry, but Cura does not ship with a default firmware for your machine configuration.
fr: Désolé, mais Cura n'est pas livré avec un firmware par défault dédié à votre machine.

source: Firmware update
fr: Mise à jour du firmware

source: Cura only supports firmware updates for ATMega2560 based hardware. So updating your RepRap with Cura might or might not work.
fr: Cura prend uniquement en charge les mises à jour du firmware pour ATmega2560. Donc, mettre à jour votre RepRap avec Cura fonctionnera pas.

source: Reading firmware...
fr: Lecture du firmware...

source: Connecting to machine...
fr: Connexion à la machine...

source: Please connect the printer to your computer with the USB cable.
fr: Veuillez connecter l'imprimante à votre ordinateur avec le câble USB.

source: Failed to find machine for firmware upgrade Is your machine connected to the PC?
fr: Aucune machine trouvée pour ce firmware Est-elle connectée à votre PC?

source: Uploading firmware...
fr: Téléchargement du firmware...

source: Done! Installed firmware: %s
fr: Teminé! Firmware installé: %s

source: Failed to write firmware.
fr: Echec d'écriture du firmware.

source: Load model file... CTRL+L
fr: Ouvrir un modèle... CTRL+L

source: Save model... CTRL+S
fr: Sauver le modèle... CTRL+S

source: Reload platform F5
fr: Vider la plateforme F5

source: Clear platform
fr: Vider la plateau

source: Print... CTRL+P
fr: Imprimer... CTRL+P

source: Save GCode...
fr: Sauver le GCode...

source: Show slice engine log...
fr: Montrer le registre du trancheur...

source: Open Profile...
fr: Ouvrir un profil...

source: Save Profile...
fr: Sauver le profil...

source: Load Profile from GCode...
fr: Profil depuis un GCode...

source: Reset Profile to default
fr: Réinitialiser le profil par défaut

source: Preferences... CTRL+,
fr: Préférences... CTRL+,

source: Machine settings...
fr: Réglages machine...

source: Recent Model Files
fr: Modèles récents

source: Recent Profile Files
fr: Profils récents

source: Quit
fr: Quitter

source: File
fr: Fichier

source: Minecraft map import...
fr: Importer une carte Minecraft...

source: PID Debugger...
fr: Déboguer le PID...

source: Copy profile to clipboard
fr: Copier le profil dans le bloc-note

source: Print all at once
fr: Imprimer tous les objets à la fois

source: Print one at a time
fr: Imprimer une objet à la fois

source: Tools
fr: Outils

source: Switch to quickprint...
fr: Basculer en mode simple...

source: Switch to full settings...
fr: Basculer en mode complet...

source: Open expert settings... CTRL+E
fr: Configuration experte...

source: Run first run wizard...
fr: Assistant de première utilisation...

source: Run bed leveling wizard...
fr: Assistant de mise a niveau du plateau...

source: Run head offset wizard...
fr: Assistant de décalage des têtes...

source: Online documentation...
fr: Documentation en ligne...

source: Report a problem...
fr: Signaler un problème...

source: Check for update...
fr: Vérification des mises à jour...

source: Open YouMagine website...
fr: Ouvrir le site YouMagine...

source: About Cura...
fr: A propos de Cura...

source: About
fr: A propos

source: Help
fr: Aide

source: Contact us
fr: Nous contacter

source: Shortcuts
fr: Raccourcis

source: Moving Camera
fr: Mouvements de la caméra

source: Right click
fr: Clic droit

source: Rotate the camera (drag the mouse)
fr: Rotation de la caméra (faire glisser la souris)

source: Translate the camera (drag the mouse)
fr: Translation de la caméra (faire glisser la souris)

source: Rotate Tool
fr: Outil Tourner

source: Left click
fr: Clic gauche

source: Rotate the object (drag the mouse along a circle)
fr: Rotation de l'objet (faire glisser la souris)

source: Rotate the object slowly (drag the mouse along a circle)
fr: Rotation lente de l'objet (faire glisser la souris)

source: Scale Tool
fr: Outil Redimensionner

source: Modify the object's size (drag the mouse from the end of an axis)
fr: Modifie la taille de l'objet (faire glisser la souris en partant du bout d'un axe)

source: Modify the object's size slowly (drag the mouse from the end of an axis)
fr: Modifie lentement la taille de l'objet (faire glisser la souris en partant du bout d'un axe)

source: Stretch the object (drag the mouse from the end of an axis)
fr: Étire l'objet (faire glisser la souris en partant du bout d'un axe)

source: Stretch the object slowly (drag the mouse from the end of an axis)
fr: Étire l'objet lentement (faire glisser la souris en partant du bout d'un axe)

source: Translate Tool
fr: Outil Déplacer

source: Translate the object following an axis (drag the mouse from the end of an axis)
fr: Translation de l'objet suivant un axe (faire glisser la souris en partant du bout d'un axe)

source: Translate slowly the object following an axis (drag the mouse from the end of an axis)
fr: Translation lente de l'objet suivant un axe (faire glisser la souris en partant du bout d'un axe)

source: Display all the shortcuts.
fr: Afficher tous les raccourcis.

source: Here is a list of shortcuts to help moving camera through the scene and applying transformations with the tools.
fr: Ceci est une liste des raccouris aidant à faire bouger la caméra à travers la scène et à appliquer des transformations grâce aux outils.

source: Report a bug
fr: Signaler un bug

source: Help to report a bug.
fr: Aide pour rapport un bug.

source: How to report a problem ?
fr: Comment rapporter un problème ?

source: If you have noticed a problem, please first ensure you are using the latest version of Cura By Dagoma.
fr: Si vous avez remarqué un problème, veillez d'abord à vous assurer que vous utilisez la dernière version de Cura By Dagoma.

source: To report the problem to the IT staff, please follow this link to create an Issue on GitHub :
fr: Pour signaler le problème à l'équipe IT, veuillez suivre ce lien et créer une Issue sur GitHub :

source: If you don't feel confident with the GitHub platform, you can also create a support ticket from the dagoma's website :
fr: Si vous ne vous sentez pas à l'aise avec la plateforme GitHub, vous pouvez également créer un ticket d'assistance depuis le site de dagoma :

source: Before explaining the problem, please write the version of your OS.
fr: Avant d'expliquer votre problème, veuillez préciser la version de votre système d'exploitation.

source: If the problem happens after loading a certain STL file, please attach it to your message.
fr: Si le problème se produit après le chargement d'un certain fichier STL, veuillez le joindre à votre message.

source: If it's possible, attach the last (or the previous) STL you have loaded too.
fr: Si possibe, mettez en pièce-jointe le dernier (ou le précédent) fichier STL que vous avez chargé également.

source: Then, please attach the 3 files named : 'current_profile.ini', 'mru_filelist.ini', 'preferences.ini'. - On Windows, you can find them in ~/.curaByDagoma/2.2.0/. - On MacOs, you can find them in ~/Library/Application Support/CuraByDagoma/2.2.0/. - On Linux, you can find them in ~/.curaByDagoma/2.2.0/.
fr: Ensuite, veuillez joindre les 3 fichiers nommés : 'current_profile.ini', 'mru_filelist.ini', 'preferences.ini'. - Sur Windows, vous pouvez les trouver dans ~/.curaByDagoma/2.2.0/. - Sur MacOs, vous pouvez les trouver dans ~/Library/Application Support/CuraByDagoma/2.2.0/. - Sur Linux, vous pouvez les trouver dans ~/.curaByDagoma/2.2.0/.

source: After sending your message, please check regularly in case someone has answered you. We will try to solve your problem as soon as possible.
fr: Après avoir envoyé votre message, veuillez vérifier régulièrement si quelqu'un vous a répondu. Nous essaierons de résoudre votre problème dans les plus brefs délais.

source: For "One at a time" printing, you need to have entered the correct head size and gantry height in the machine settings
fr: Pour l'impression "Une à la fois ", vous devez avoir entré la taille de la tête d'impression dans les paramètres de la machine

source: One at a time warning
fr: Avertissement un objet à la fois

source: Install default firmware...
fr: Installer le firmware Marlin par défaut

source: Install custom firmware...
fr: Installer un firmware maison

source: Select profile file to load
fr: Sélection du profil à charger

source: Select gcode file to load profile from
fr: Sélection du fichier GCode à utiliser

source: No profile found in GCode file. This feature only works with GCode files made by Cura 12.07 or newer.
fr: Pas de profil trouvé dans le fichier GCode. Cette option ne marche qu'avec les fichiers crées à partir de Cura 12.07.

source: Profile load error
fr: Erreur de chargement du profil

source: Select profile file to save
fr: Sélection d'un profil à sauvegarder

source: This will reset all profile settings to defaults. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?
fr: Cela va réinitialiser tous les réglages de profil. A moins de l'avoir sauvegardé, tous les réglages actuels seront perdus! Voulez-vous vraiment les réinitialiser?

source: Profile reset
fr: Réinitialisation du profile

source: Warning: Installing a custom firmware does not guarantee that you machine will function correctly, and could damage your machine.
fr: Attention: installer un firmware maison ne garantit pas le bon fonctionnement de votre machine et pourrait même l'endommager.

source: Open firmware to upload
fr: Sélection du firmware à mettre à jour

source: You are running the latest version of Cura!
fr: Vous avez la dernière version de Cura!

source: Awesome!
fr: Excellent!

source: Plugins
fr: Extensions

source: Plugins:
fr: Extensions:

source: Open plugin location
fr: Ouvrir l'emplacement des extensions

source: Enabled plugins
fr: Extensions activées

source: You need to select a plugin before you can add anything.
fr: Vous devez d'abord sélectionner un plugin avant d'ajouter quelquechose.

source: Error: no plugin selected
fr: Erreur: aucune extension sélectionnée

source: Print window
fr: Fenêtre d'impression

source: Colours
fr: Couleurs

source: Language
fr: Langue

source: Filament settings
fr: Réglages du filament

source: Cura settings
fr: Réglages de Cura

source: Machine settings
fr: Réglages de la machine

source: Printer head size
fr: Taille de la tête d'impression

source: Extruder %d
fr: Extrudeur %d

source: Communication settings
fr: Réglages de la communication

source: Cannot remove the last machine configuration in Cura
fr: La dernière configuration de machine ne peut pas être retirée

source: Machine remove error
fr: Erreur de la machine

source: Printing on %s
fr: Impression sur %s

source: Your computer is maybe running on battery power. Please check that your computer is connected to AC power or your print might not finish.
fr: Votre ordinateur fonctionne peut-être sur batterie Veuillez vérifier que votre ordinateur est connecté à une alimentation secteur ou votre impression risque de s'interrompre.

source: Connect
fr: Connecter

source: Print
fr: Imprimer

source: Cancel print
fr: Interrompre l'impression

source: Error log
fr: Journal d'erreur

source: Load
fr: Charger

source: Rotate
fr: Tourner

source: Scale
fr: Redimensionner

source: Mirror
fr: Symétrie

source: Reset
fr: Réinitialiser

source: Lay flat
fr: Mettre à plat

source: To max
fr: Au maximum

source: Mirror X
fr: Symétrie en X

source: Mirror Y
fr: Symétrie en Y

source: Mirror Z
fr: Symétrie en Z

source: Scale X
fr: Echelle X

source: Scale Y
fr: Echelle Y

source: Scale Z
fr: Echelle Z

source: Size X (mm)
fr: Taille axe X (mm)

source: Size Y (mm)
fr: Taille axe Y (mm)

source: Size Z (mm)
fr: Taille axe Z (mm)

source: Uniform scale
fr: Echelle uniforme

source: View mode
fr: Mode de visualisation

source: Overhang
fr: Porte-à-faux

source: X-Ray
fr: Rayons X

source: Layers
fr: Couches

source: Share on YouMagine
fr: Partager sur YouMagine

source: Open 3D model
fr: Ouvrir un modèle 3D

source: Save 3D model
fr: Sauver le modèle 3D

source: Print with %s
fr: Imprimer avec %s

source: Slice engine log...
fr: Journal du trancheur...

source: Save toolpath
fr: Sauvegarder les instructions d'impression

source: The slicing engine reported the following
fr: Le trancheur à rapporté ceci

source: Engine log...
fr: Journal du trancheur...

source: How many copies do you want?
fr: Combien de copies voulez vous?

source: Number of copies
fr: Nombre de copies

source: Multiply
fr: Multiplier

source: Center on platform
fr: Centrer sur la plateforme

source: Delete object
fr: Supprimer l'objet

source: Multiply object
fr: Multiplier l'objet

source: Split object into parts
fr: Diviser l'objet en parties

source: Dual extrusion merge
fr: Assemblage pour la double extrusion

source: Delete all objects
fr: Supprimer tous les objets

source: Reload all objects
fr: Réinitialiser les objets

source: Toolpath to SD
fr: Enregistrer sur la carte SD

source: Overhang view not working due to lack of OpenGL shaders support.
fr: Mode de vue porte-à-faux impossible par limitation d'OpenGL (support des shaders).

source: High quality print
fr: Impression de haute qualité

source: Normal quality print
fr: Impression de qualité normale

source: Fast low quality print
fr: Impression rapide de basse qualité

source: Thin walled cup or vase
fr: Vase ou coupe à parois fines

source: Print support structure
fr: Impression de supports

source: Select a quickprint profile:
fr: Sélection d'un profil d'impression rapide

source: Material:
fr: Matériau:

source: Diameter:
fr: Diamètre:

source: Other:
fr: Autre:

source: Exterior Only
fr: Extérieur seuement

source: Base (mm)
fr: Epaisseur de la couche de base (mm)

source: Width (mm)
fr: Largeur de la machine (mm)

source: Depth (mm)
fr: Profondeur (mm)

source: Edit
fr: Edition

source: Draw curves
fr: Dessiner des courbes

source: Checking token
fr: Vérification du jeton (token)

source: Failed to contact YouMagine.com
fr: Impossible de se connecter à YouMagine.com

source: YouMagine error.
fr: Erreur YouMagine.

source: Cura is now authorized to share on YouMagine
fr: Cura est désormais autorisé à partager sur YouMagine.

source: Creating new design on YouMagine...
fr: Création d'un nouveau design sur YouMagine...

source: Failed to create a design, nothing uploaded!
fr: Echec de création, rien n'a été envoyé!

source: Building model %s...
fr: Construction du modèle %s...

source: Uploading model %s...
fr: Envoi du modèle %s...

source: Failed to upload %s!
fr: Impossible d'envoyer %s!

source: Uploading file %s...
fr: Envoi du fichier %s...

source: Uploading image %s...
fr: Envoi de l'image %s...

source: Failed to upload snapshot!
fr: Impossible d'envoyer l'image!

source: Publishing design...
fr: Publication du design...
