Repository: dagoma3d/CuraByDagoma
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: fr

source: The minimal angle that overhangs need to have to get support. With 0 degree being horizontal and 90 degree being vertical.
fr: L'angle minimum à partir duquel Cura générera des supports sur la structure. Avec 0 degré étant horizontal et 90 degrés étant vertical.

source: Fill amount (%)
fr: Taux de remplissage (%s)

source: Amount of infill structure in the support material, less material gives weaker support which is easier to remove. 15% seems to be a good average.
fr: Le taux de remplissage des supports, une moins grande quantité de matière permet d'avoir des suppots plus fragiles donc plus facile à retirer. 15% semble être un bon compromis.

source: Distance X/Y (mm)
fr: Eloignement X/Y du support (mm)

source: Distance of the support material from the print, in the X/Y directions. 0.7mm gives a nice distance from the print so the support does not stick to the print.
fr: Distance entre le support et l'objet lui-même dans les directions X et Y. Une distance de 0.7 mm est une bonne valeur pour que le support ne colle pas trop à l'objet.

source: Distance Z (mm)
fr: Eloignement Z du support (mm)

source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm gives a good seperation of the support material.
fr: Distance entre le haut (et le bas) du support et l'objet. Un petit intervalle permet de le détacher plus facilement mais rend l'impression moins propre. Un intervalle 0.15mm donne de bons résultats

source: Spiralize the outer contour
fr: colimaçonner le contour extérieur

source: Brim line amount
fr: Nombre de ligne de brim

source: The amount of lines used for a brim, more lines means a larger brim which sticks better, but this also makes your effective print area smaller.
fr: Le nombre de lignes utilisée pour le brim. Vous aurez une meilleure adhérance de la pièce au plateau si vous augmentez le nombre de lignes mais cela réduira la zone d'impression possible.

source: Extra margin (mm)
fr: Marge supplémentaire pour le raft (mm)

source: If the raft is enabled, this is the extra raft area around the object which is also rafted. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
fr: Largeur supplémentaire autour de l'objet lorsqu'un raft est utilisée. Même effet que pour le brim (meilleur adhésion, réduction de la surface d'impression)

source: Line spacing (mm)
fr: Espacement des lignes (mm)

source: When you are using the raft this is the distance between the centerlines of the raft line.
fr: Distance entre les lignes utilisées par le raft

source: Base thickness (mm)
fr: Epaisseur de la couche de base (mm)

source: When you are using the raft this is the thickness of the base layer which is put down.
fr: Epaisseur de la première couche lorsque le raft est utilisée (raft)

source: Base line width (mm)
fr: Largeur de la couche de base (mm)

source: When you are using the raft this is the width of the base layer lines which are put down.
fr: Largeur des lignes utilisées par la première couche de la grille.

source: Interface thickness (mm)
fr: Epaisseur de l'interface du raft (mm)

source: When you are using the raft this is the thickness of the interface layer which is put down.
fr: Epaisseur de la couche faisant l'interface entre le raft et le dessous de l'objet.

source: Interface line width (mm)
fr: Largeur des couches de séparation (mm)

source: When you are using the raft this is the width of the interface layer lines which are put down.
fr: Largeur des couches du raft.

source: Fix horrible
fr: Réglages

source: Combine everything (Type-A)
fr: Combiner l'ensemble (option A)

source: This expert option adds all parts of the model together. The result is usually that internal cavities disappear. Depending on the model this can be intended or not. Enabling this option is at your own risk. Type-A is dependent on the model normals and tries to keep some internal holes intact. Type-B ignores all internal holes and only keeps the outside shape per layer.
fr: Cette option experte combine toutes les parties des modèles. Cela bouche toutes les cavités intérieures. Selon le modèle, cela peut être souhaitable ou non. L'option A utilise les normales des faces et essaye de conserver les cavités. L'option B ignore toutes les cavités et ne conserve que les formes externes, par couche.

source: Combine everything (Type-B)
fr: Combiner l'ensemble (option B)

source: Keep open faces
fr: Conserver les faces ouvertes

source: This expert option keeps all the open bits of the model intact. Normally Cura tries to stitch up small holes and remove everything with big holes, but this option keeps bits that are not properly part of anything and just goes with whatever is left. This option is usually not what you want, but it might enable you to slice models otherwise failing to produce proper paths. As with all "Fix horrible" options, results may vary and use at your own risk.
fr: Cette option experte conserve toutes les petits ouvertures du modèle intacts. Habituellement, Cura répare les petits manques dans l'objet et supprime les gros. Cette option désactive ce type de réparation et tente de faire avec. En général cela ne donne pas les résultats escomptés mais peut être utiles pour certains modèles qui ne peuvent pas être réparés. De même que l'option "Réglages", les résultats peuvent varier.

source: Extensive stitching
fr: Comblage des défauts de structure

source: Extensive stitching tries to fix up open holes in the model by closing the hole with touching polygons. This algorthm is quite expensive and could introduce a lot of processing time. As with all "Fix horrible" options, results may vary and use at your own risk.
fr: L'opération consiste à essayer de réparer les trous dans la surface à l'aide des polygones voisins, ce qui peut demander un temps de calcul considérable. De même que l'option "Réglages", les résultats peuvent varier.

source: Save profile on slice
fr: Sauver le profil lors du tranchage

source: When slicing save the profile as [stl_file]_profile.ini next to the model.
fr: Sauvegarde le profil sous le nom [stl_file]_profile.ini à côté du fichier STL du modèle.

source: Cost (price/kg)
fr: Prix (prix/kg)

source: Cost of your filament per kg, to estimate the cost of the final print.
fr: Prix du filament au kilogramme, pour estimer le coût total de l'objet imprimé.

source: Cost (price/m)
fr: Coût (prix/m)

source: Cost of your filament per meter, to estimate the cost of the final print.
fr: Prix au mètre pour estimer le prix total de l'object imprimé.

source: Auto detect SD card drive
fr: Détecter automatiquement les cartes SD

source: Auto detect the SD card. You can disable this because on some systems external hard-drives or USB sticks are detected as SD card.
fr: Permet de détecter automatiquement la présence de cartes SD. On peut vouloir désactiver cette option pour les systèmes qui détectent abusivement les clef USB comme des cartes mémoire.

source: Check for updates
fr: Vérification des mises à jour

source: Check for newer versions of Cura on startup
fr: Vérification des nouvelles versions de Cura au démarrage

source: Send usage statistics
fr: Contribuer aux statistiques

source: Submit anonymous usage information to improve future versions of Cura
fr: Envoi de façon anonyme des statistiques d'usage afin d'améliorer les prochaines versions de Cura.

source: Density (kg/m3)
fr: Densité (kg/m3)

source: Weight of the filament per m3. Around 1240 for PLA. And around 1040 for ABS. This value is used to estimate the weight if the filament used for the print.
fr: Poid du filament au mètre cube. Généralement 1240 pour le PLA et 1040 pour l'ABS. Cette valeur permet d'estimer le poids total et le prix éventuel de l'objet.

source: Change the language in which Cura runs. Switching language requires a restart of Cura
fr: Changer la langue de Cura. Le changement de langue requiert un redémarrage de Cura

source: Model colour
fr: Couleur du modèle

source: Display color for first extruder
fr: Couleur d'affichage de la première extrudeuse

source: Model colour (2)
fr: Couleur du modèle (2)

source: Display color for second extruder
fr: Couleur d'affichage de la deuxième extrudeuse

source: Model colour (3)
fr: Couleur du modèle (3)

source: Display color for third extruder
fr: Couleur d'affichage pour la troisième extrudeuse

source: Model colour (4)
fr: Couleur du modèle (4)

source: Display color for forth extruder
fr: Couleur d'affichage de la quatrième extrudeuse

source: Printing window type
fr: Type de fenêtre d'impression

source: Select the interface used for USB printing.
fr: Selectionnez l'interface que vous utilisez pour l'impression par USB

source: Maximum width (mm)
fr: Largeur maximale (mm)

source: Size of the machine in mm
fr: Taille de la machine en mm

source: Maximum depth (mm)
fr: Profondeur maximale (mm)

source: Maximum height (mm)
fr: Hauteur maximale (mm)

source: Machines firmware defines the center of the bed as 0,0 instead of the front left corner.
fr: Le firmware de la machine définie le centre du plateau à 0,0 au lieu du du coin avant gauche.

source: Build area shape
fr: Forme du plateau

source: The shape of machine build area.
fr: La forme du plateau d'impression

source: If you have an heated bed, this enabled heated bed settings (requires restart)
fr: Si vous avez un plateau chauffant, cela active les options correspondantes (redémarrage requis de Cura).

source: GCode Flavor
fr: Format de GCode

source: Extruder count
fr: Nombre d'extrudeurs

source: Amount of extruders in your machine.
fr: Le nombre de têtes d'extrusions installées sur votre machine.

source: Offset X
fr: Décalage X

source: The offset of your secondary extruder compared to the primary.
fr: Le décalage en X du second extrudeur par rapport au premier.

source: Offset Y
fr: Décalage Y

source: The offset of your tertiary extruder compared to the primary.
fr: Le décalage en X du troisième extrudeur par rapport au premier.

source: The offset of your forth extruder compared to the primary.
fr: Le décalage en X du quatrième extrudeur par rapport au premier.

source: E-Steps per 1mm filament
fr: Nombre de pas du moteur E pour 1mm de filament

source: Amount of steps per mm filament extrusion. If set to 0 then this value is ignored and the value in your firmware is used.
fr: Il s'agit du nombre de pas que doit effcetuer le moteur pas à pas d'entraînement du filament pour le faire avancer de 1mm. Si ca valeur est zéro, alors c'est la valeur indiquée dans le firmware de l'imprimante qui sera utilisée.

source: Serial port
fr: Port de série

source: Serial port to use for communication with the printer
fr: Le port utilisé pour la communication avec l'imprimante.

source: Baudrate
fr: Bauds

source: Speed of the serial port communication Needs to match your firmware settings Common values are 250000, 115200, 57600
fr: Vitesse de communication avec l'imprimante. Elle doit correspondre à celle de votre firmware Les valeurs les plus courantes sont 250000, 115200 ou 57600

source: Head size towards X min (mm)
fr: Taille de la tête vers le X min (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 75mm for an Ultimaker if the fan is on the left side.
fr: La taille de la tête, utile pour le placement et l'impression de plusieurs objet afin d'éviter de les heurter. La distance est donnée depuis la buse vers l'extérieur de la tête (75mm pour une Ultimaker avec le ventilateur à gauche).

source: Head size towards Y min (mm)
fr: Taille de la tête vers le Y min (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 18mm for an Ultimaker if the fan is on the left side.
fr: La taille de la tête, utile pour le placement et l'impression de plusieurs objet afin d'éviter de les heurter. La distance est donnée depuis la buse vers l'extérieur de la tête (18mm pour une Ultimaker avec le ventilateur à gauche).

source: Head size towards X max (mm)
fr: Taille de la tête vers le X max (mm)

source: Head size towards Y max (mm)
fr: Taille de la tête vers le Y max (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 35mm for an Ultimaker if the fan is on the left side.
fr: La taille de la tête, utile pour le placement et l'impression de plusieurs objet afin d'éviter de les heurter. La distance est donnée depuis la buse vers l'extérieur de la tête (35mm pour une Ultimaker avec le ventilateur à gauche).

source: Printer gantry height (mm)
fr: Hauteur de la tête (mm)

source: The height of the gantry holding up the printer head. If an object is higher then this then you cannot print multiple objects one for one. 60mm for an Ultimaker.
fr: La hauteur du bas de la colonne d'impression (structure qui tient la tête d'impression). Lorsqu'un objet est plus haut que cette valeur, il ne sera pas possible d'imprimer plusieurs objets l'un après l'autre (il seront imprimés en simultanés). 60mm pour une Ultimaker.

source: Thicker layers then %.2fmm (80%% nozzle size) usually give bad results and are not recommended.
fr: Des couches plus épaisses que %.2fmm (80%% du diamètre de la buse) donnent généralement de mauvais résultats et ne sont pas recommandés.

source: It is highly unlikely that your machine can achieve a printing speed above 150mm/s
fr: Il est peu probable que votre machine puisse imprimer au delà de 150mm/s.

source: Temperatures above 260C could damage your machine, be careful!
fr: Une température supérieure à 260C peut endommager votre machine. Soyez prudents!

source: Are you sure your filament is that thick? Normal filament is around 3mm or 1.75mm.
fr: Etes-vous certain que votre filament est aussi épais? Les filaments habituels ont des diamètres aux alentours de 3mm ou 1.75mm.

source: It is highly unlikely that your machine can achieve a travel speed above 300mm/s
fr: Il est peu probable que votre machine puisse atteindre des vitesses au delà de 300mm/s

source: A bottom layer of more then %.2fmm (3/4 nozzle size) usually give bad results and is not recommended.
fr: Une première couche plus épaisses que %.2fmm (3/4 du diamètre de la buse) donne généralement de mauvais résultats et n'est pas recommandée.

source: First Use
fr: Première Utilisation

source: Configuration wizard
fr: Assistant de configuration

source: Welcome! Thank you for using Cura by Dagoma %s
fr: Bienvenue, merci d'avoir choisi Cura by Dagoma %s !

source: We are now going to assist you for the entire configuration as well as for the first use of your 3D printer.
fr: Nous allons maintenant vous accompagner tout au long de la configuration ainsi que la première utilisation de votre imprimante 3D.

source: Your printer
fr: Votre Machine

source: What type of 3D printer have you got?
fr: Quel modèle d'imprimante 3D possédez-vous ?

source: Dagoma would like to thank you for your trust.
fr: Toute l’équipe Dagoma vous remercie de votre confiance.

source: The Cura by Dagoma software is now ready to use with your %s 3D printer.
fr: Le logiciel Cura By Dagoma est maintenant prêt à être utilisé avec votre imprimante 3D %s.

source: The Cura by Dagoma software is now ready to use with your 3D printer.
fr: Le logiciel Cura By Dagoma est maintenant prêt à être utilisé avec votre imprimante 3D.

source: Feel free to contact us!
fr: N'hésitez pas à nous contacter!

source: Enjoy!
fr: Bonne découverte à tous !

source: Other PLA type
fr: Autre PLA

source: Filling density :
fr: Remplissage de la pièce :

source: Hollow (0%)
fr: Creux (0%)

source: Filling (17%)
fr: Rempli (17%)

source: Reinforced (33%)
fr: Renforcé (33%)

source: Quality (layer thickness) :
fr: Qualité (épaisseur de couche) :

source: Fast (0.2mm)
fr: Rapide (0.20 mm)

source: Thin (0.1mm)
fr: Fin (0.10 mm)

source: Very thin (0.05mm)
fr: Très fin (0.05 mm)

source: Flexible filaments
fr: Filaments flexibles

source: Wood filaments
fr: Filaments bois

source: Printing supports :
fr: Supports pour impression :

source: Sides touching the build plate
fr: Parties touchant le plateau

source: Everywhere (including holes)
fr: Partout (intérieur pièce inclus)

source: Improving adhesion surface :
fr: Amélioration de la surface d'adhésion :

source: Adding a skirt
fr: Ajouter une jupe

source: Adding a brim
fr: Ajouter une bordure

source: Adding a raft
fr: Ajouter un radeau

source: Offset in mm : (first layer setting)
fr: Offset en mm : (réglage de la 1ère couche)

source: Use the sensor
fr: Utilisation du palpeur

source: Printhead version :
fr: Version de la tête :

source: Standard printhead (v2)
fr: Tête standard (v2)

source: New printhead (v3)
fr: Nouvelle tête (v3)

source: Standard printhead
fr: Tête standard

source: Temperature (°C) :
fr: Température (°C) :

source: First layer temperature (C)
fr: Température de la première couche (C)

source: Temperature used for printing the first layer if allowed.
fr: Température utilisée pour imprimer la première couche si souhaité

source: Custom the first layer temperature or not
fr: Personnalise la température de la première couche ou non

source: Allows to custom the first layer temperature.
fr: Permet de personnaliser la température de la première couche

source: Custom 1st layer print temperature (°C) :
fr: Température de la 1ère couche (°C) :

source: Open an Object
fr: Ouvrir un Objet

source: Prepare the Print
fr: Préparer l'Impression

source: Recently Opened Objects
fr: Objets Récemment Ouverts

source: hours
fr: heures

source: meters
fr: mètres

source: Failed to save on the SD card
fr: Impossible d'enregistrer sur la carte SD

source: Failed to save on the SD card as it might be in read-only mode
fr: Impossible d'enregistrer sur la carte SD car elle doit être en lecture seule

source: Saved as %s
fr: Sauvegardé dans %s

source: Eject
fr: Ejecter

source: Open Folder
fr: Ouvrir Dossier

source: You can now remove the SD card.
fr: Vous pouvez maintenant retirer la carte memoire.

source: Failed to remove the SD card...
fr: Le retrait sur a échoué...

source: Cannot start print, because other print still running.
fr: Impossible de démarrer l'impression car une autre est en cours.

source: Failed to start print...
fr: Le démarrage de l'impression a échoué

source: PLA Filo3D-GREEN
fr: PLA Filo3D-VERT

source: PLA Filo3D-RED
fr: PLA Filo3D-ROUGE

source: What's your favorite language ?
fr: Quelle est votre langue préférée ?

source: English
fr: Anglais

source: French
fr: Français

source: Preferences
fr: Préférences

source: Preferences... CTRL+P
fr: Préférences... CTRL+P

source: < Back
fr: < Précédent

source: Next >
fr: Suivant >

source: Cancel
fr: Annuler

source: Finish
fr: Terminer

source: Layer (nb)
fr: Couche (n°)

source: Color change(s) :
fr: Changement(s) de couleur:

source: Color change(s)
fr: Changement(s) de couleur

source: Add a pause at the layer selected in the 3D view
fr: Ajouter une pause à la couche selectionnée dans la vue 3D

source: Add a pause
fr: Ajouter une pause

source: grams
fr: g

source: currency
fr: EUR

source: PLA Chromatik Wood
fr: PLA Chromatik Bois

source: Generic
fr: Générique

source: Wood
fr: Bois

source: Red
fr: Rouge

source: Green
fr: Vert

source: Warning text
fr: Texte d'avertissement

source: This setting must be used with caution!
fr: Ce paramètre doit être utilisé avec précaution!

source: Filament approved by Dagoma.
fr: Filament approuvé par Dagoma.

source: Silver
fr: Argent

source: Silver flake
fr: Argent pailleté

source: White
fr: Blanc

source: Clear blue
fr: Bleu azur

source: Electric blue
fr: Bleu électrique

source: Ocean blue
fr: Bleu océan

source: Chocolate brown
fr: Chocolat noir

source: Lime green
fr: Citron vert

source: Cream white
fr: Blanc

source: Lemon yellow
fr: Jaune citron

source: Sunshine yellow
fr: Jaune soleil

source: Khaki
fr: Kaki

source: Purple
fr: Lavande

source: Mint
fr: Menthe

source: Black
fr: Noir

source: Gold
fr: Or

source: Sweet pink
fr: Rose bonbon

source: Cherry red
fr: Rouge cerise

source: Fire red
fr: Rouge pompier

source: Glass
fr: Verre

source: Vanilla
fr: Vanille

source: Anthracite
fr: Gris anthracite

source: Primary red
fr: Rouge primaire

source: Primary yellow
fr: Jaune primaire

source: Pearl white
fr: Blanc perle

source: Pearl gray
fr: Argent perle

source: Ivory
fr: Ivoire

source: Sand
fr: Sable

source: Neon yellow
fr: Jaune fluo

source: Neon green
fr: Vert fluo

source: Neon orange
fr: Orange fluo

source: Funky pink
fr: Rose funky

source: Brown
fr: Marron

source: Fir green
fr: Vert sapin

source: Peach
fr: Pêche

source: Blueberry
fr: Bleuet

source: Pistachio
fr: Pistache

source: Pearl blue
fr: Bleu perle

source: Carbon black
fr: Noir carbone

source: Pink
fr: Rose funky

source: Dark green
fr: Vert sapin

source: Dark blue
fr: Bleu foncé

source: Natural
fr: Transparent

source: Translucent blue
fr: Bleu translucide

source: Translucent red
fr: Rouge translucide

source: Translucent orange
fr: Orange translucide

source: Translucent yellow
fr: Jaune translucide

source: Blue
fr: Bleu

source: Light blue
fr: Bleu clair

source: Light gray
fr: Gris clair

source: Light green
fr: Vert clair

source: Navy blue
fr: Bleu marine

source: Translucent
fr: Translucide

source: Metallic gray
fr: Gris métal

source: Mate black
fr: Noir mat

source: Buy filament
fr: Acheter du filament

source: Save the build plate
fr: Sauvegarder le plateau

source: STL files
fr: Fichiers STL

source: Select SD drive
fr: Sélectionner un lecteur SD

source: Multiple removable drives have been found, please select your SD card drive
fr: Plusieurs lecteurs amovibles ont été trouvés, veuillez selectionner votre lecteur de carte SD

source: Select the %s connection to use
fr: Selectionner la connexion %s à utiliser

source: Multiple %s connections found
fr: Plusieurs connexions %s trouvées

source: Save in progress...
fr: Sauvegarde en cours...

source: Baby blue
fr: Bleuet

source: Grey
fr: Gris

source: Fluor yellow
fr: Jaune fluo

source: Yellow
fr: Jaune primaire

source: Fluor orange
fr: Orange fluo

source: Baby green
fr: Pistache

source: Glow green
fr: Phosphorescent

source: Fluor green
fr: Vert fluo

source: Silver glitter
fr: Argent perle

source: Azure
fr: Bleu azur

source: Desert
fr: Capuccino

source: Sun yellow
fr: Jaune soleil

source: Camouflage
fr: Kaki

source: Baby pink
fr: Rose bonbon

source: Rubin red
fr: Rouge cerise

source: Mustard
fr: Vanille

source: Solid green
fr: Vert menthe

source: Plum
fr: Prune

source: Resume
fr: Reprise

source: Log
fr: Journal

source: Offline
fr: Déconnecté

source: Opening serial port
fr: Ouverture du port série

source: Detecting serial port
fr: Détection du port série

source: Detecting baudrate
fr: Détection du baudrate

source: Connecting
fr: Connection en cours

source: Operational
fr: Opérationel

source: Printing
fr: EN cours d'impression

source: Paused
fr: En pause

source: Closed
fr: Fermé

source: Error: %s
fr: Erreur: %s

source: Noozle temperature: %d
fr: Température de la buse: %d

source: Bed temperature: %d
fr: Température du plateau: %d

source: Cura by Dagoma was originally forked from Legacy Cura. It is built with the following components:
fr: Cura by Dagoma est un fork de Legacy Cura. Il est construit avec les composants suivants:

source: Graphical user interface
fr: Interface graphique

source: GCode Generator
fr: Générateur de GCode

source: Polygon clipping library
fr: Bibliothèque géométrique

source: Framework
fr: Environnement de programmation

source: GUI Framework
fr: Environnement graphique

source: 3D Rendering Framework
fr: Environnement de rendu 3D
